import '../App.css';
import pid from '../img/pid.jpg';
import { AiOutlineArrowLeft } from "react-icons/ai";
function Pid() {
    let ukrPid='Україна,Підволочиськ'
    let enPid='Ukraine,Pidvolochysk '
    let anoPid='Цікаве маленьке селище на Тернопільщині';
    const mystyle={
        width: "max(25%, 25vw)",
        height: "max(25%, 25vh)",
        position: "absolute",
        
    }
    const ai={
        fontSize: '20px',
        color: '#fff',
        position: 'absolute',
        top: '1%',
    }
  return (
    
        <div className="App AppPid">
            
            <div id='PidText'>
                <a style={ai} href='/'><AiOutlineArrowLeft /></a>
                <h4 id="PidH4">{enPid+ukrPid}</h4>
                <p id="ano">{anoPid}</p>
                <img style={mystyle} src={pid}/>
                <br/>
                <br />
                <br/>
                <br />
                <br/>
                <br />
                <br />
                <br/>
                <br />
                <br />
                <br/>
                <br />
                <p>Підволочи́ськ — селище міського типу в Тернопільській області. До липня 2020 року — адміністративний центр Підволочиської селищної громади. З липня 2020 року входить до Тернопільського району. Розташоване на правому березі річки Збруч, навпроти міста Волочиська Хмельницької області.

Від вересня 2015 року — центр Підволочиської селищної громади. Відстань до Тернополя — 37 км.

До Підволочиська приєднано село Заднишівка; хутір Княжина виведений з облікових даних у зв'язку з переселенням жителів.

Залізнична станція на лінії Жмеринка — Хмельницький — Тернопіль — Львів. Через Підволочиськ пролягають автошляхи E50 (М12) Стрий — Тернопіль — Кропивницький — Знам'янка, Т 2005 Підволочиськ — Волочиськ, Т 2010 Збараж — Підволочиськ.

Населення — 8017 осіб (2007).</p>
            <h4>Пам'ятки</h4>
            <p>Збереглися споруда ратуші, частина синагоги, вілли Громницьких та Григоращуків, частково — колишній християнський та юдейський цвинтарі.

Є церкви Пресвятої Трійці (1863, мур.), Успіння Пресвятої Богородиці (1998, с. Заднишівка), Свято-Троїцький собор (1993—2008, арх. М. Білик), костел, молитовні будинки релігійних громад ХВЄ та АСД, Каплиця.

Споруджено меморіальний монумент Перемоги (1974, скульптор В. Бець), пам'ятники Т. Шевченку (1992), жертвам більшовицького режиму (2002), монумент на честь проголошення незалежності України («Янгол-Охоронець»; 2001, скульптор Роман Вільгушинський), погруддя Степана Бандери (2006), насипано символічну могилу Борцям за волю України; на цвинтарі у с. Заднишівка збереглися поховання вояків УГА (групи «Підволочиськ» отамана Алоїза Ляєра, загинули у червні-липні 1919).</p>
            </div>
            <p>Wikipedia</p>
        </div>
    
      
  );
}

export default Pid;
