import '../App.css';
import { AiOutlineArrowLeft } from "react-icons/ai";
import bd from '../bd/bd'
import se  from '../img/Se.JPG';
import Cardse from '../components/Cardse';

function Se() {
    
    const mystyle={
        width: "max(40%, 40vw)",
        height: "max(20%, 20vh)",
        position: "absolute",
        bottom: "56%"
        
    }
    const ai={
        fontSize: '20px',
        color: '#fff',
        position: 'absolute',
        top: '1%',
    }
  return (
    
        <div className="App AppPid">
            
            <div id='DomText'>
                <a style={ai} href='/'><AiOutlineArrowLeft /></a>
                <h4 id="DomH4">{bd.seH4}</h4>
                <p id="ano1">{bd.seano}</p>
                
                <br/>
                <br />
                <br/>
                <br />
                <br/>
                <br />
                <br />
                <br/>
                <br />
                <br />
                <br/>
                <br />
                <img style={mystyle} src={se} />
                <p>Респу́бліка Сейше́льські Острови́, Сейше́ли (креол. Repiblik Sesel, фр. République des Seychelles, англ. Republic of Seychelles) — острівна держава в Індійському океані на однойменних островах біля східних берегів Африки (за 1600 км), на північ від Мадагаскару. Найменша суверенна держава Африки. Площа країни становить 455 км² (179 місце у світі). Населення: 81,5 тис. осіб (181 місце у світі). Столиця: місто Вікторія. Сейшельські острови відомі природною красою навколишніх островів, особливою флорою та фауною. Туризм є основою економіки країни.</p>
                <h4>Туризм</h4>
                <p>У 1997 році Сейшельські Острови відвідало 130 тис. іноземних туристів, що дало прибуток у 11 млн доларів США.</p>
                
                <h4>Релігії</h4>     
                <p>Головні релігії держави: католицтво — 86,6 % населення, англіканство — 9,3 %; індуїзм — 1,3 %.

                Більшість населення прихильники римокатолицької церкви ще з часів французького володіння. Католицька церква залишається провідною в суспільстві, більшість населення визнають себе досить релігійними — регулярно відвідують церкву, релігійні свята відзначаються широким загалом суспільства. До 1944 р. всі школи країни та система освіти були в розпорядженні католицької церкви.

                Також існує невеликий відсоток буддистів, прихильників індуїзму, ісламу та конфуціанства. Деякі креоли сповідують традиційні африканські вірування і культи: анімалізм, фетишизм, культ предків та сил природи. Навіть ті хто належить до католицької церкви іноді практикують чаклунство та інші африканські шаманські традиції.</p>           
                <h4>Освіта</h4>
                <p>Рівень письменності в 2003 році становив 91,9 %: 91,4 % серед чоловіків, 92,3 % серед жінок[2].

                Витрати на освіту в 1996 році становили 8,5 % ВВП[2].

                У країні існує обов'язкова 9-річна освіта. Початкова освіта надається креольською мовою, з 3-го класу вивчається англійська мова, а з 6-го також і французька. Після 6 років початкової школи і 3 років середньої школи учні мають можливість продовжити навчання в установах Національної служби молоді (National Youth Service). Навчання в цих установах є інколи необхідним для продовження навчання у вищих навчальних закладах. Загальна кількість студентів у Службі молоді близько тисячі чоловік. Основна мета програми — подолання безробіття серед молоді. Разом з загальноосвітніми предметами учні навчаються практичних навичок і живуть у таборах.

                Середня спеціальна освіта пропонує спеціальності у сфері туризму та готельній справі. Також існує національний центр промислового навчання і національний коледж мистецтв. У 1983 р. в м. Вікторії відкритий політехнічний інститут, на двох відділеннях навчається близько 600 студентів, працює 52 викладачі. На островах не існує інших вищих навчальних закладів, молодь здобуває вищу освіту також у Великій Британії, Австралії, Китаї і Франції. У 2003 р. на фінансування навчання за кордоном виділено додатково 45 млн сейшельських рупій.</p>
                
                <a href='https://uk.wikipedia.org/wiki/Сейшельські_Острови'>wikipedia</a><br />
            </div>
            
        </div>
    
      
  );
}

export default Se;
